Repository: Amebis/atlex
Catalog: ArnesLink/trunk/resource/L10N/*.po
Languages: sl_si

source: &Back
sl_si: Nazaj

source: &Browse
sl_si: Pre&brskaj

source: &Certificate hierarchy:
sl_si: Hierarhija potrdil:

source: &Custom outer identity:
sl_si: Zunanja identiteta po meri:

source: &Finish
sl_si: Končaj

source: &Next
sl_si: &Naprej

source: &Prompt for Credentials on Connect
sl_si: &Pozovi za poverilnice ob povezovanju

source: &Remember my credentials
sl_si: Zapomni si moje pove&rilnice

source: &Remove CA
sl_si: Odst&rani CA

source: &Retry
sl_si: Ponovi

source: &Same as inner identity
sl_si: I&sta kot notranja identiteta

source: &Select
sl_si: Izberi

source: &Trust
sl_si: Zaupaj

source: (Example: foo.bar.com;*.domain.org)
sl_si: (Primer: kar.nekaj.si;*.domena.org)

source: (Leave blank to prompt for credentials.)
sl_si: (Pustite prazno, če želite poziv za poverilnice.)

source: <a href="clipboard:copy">C&opy to clipboard</a>
sl_si: <a href="clipboard:copy">K&opiraj na odložišče</a>

source: 040904e4
sl_si: 042404e2

source: 0x409
sl_si: 0x424

source: Acceptable Certificate Authorities:
sl_si: Sprejemljivi izdajatelji potrdil (CA):

source: Acceptable server &names:
sl_si: Sprejemljiva ime&na strežnika:

source: Add CA
sl_si: Dodaj CA

source: Add Certificate
sl_si: Dodaj potrdilo

source: AFX_TARG_ENU
sl_si: AFX_TARG_SLV

source: All Files
sl_si: Vse datoteke

source: ARNES & Amebis, Slovenia
sl_si: ARNES in Amebis, Slovenija

source: ArnesLink - Unknown Server Certificate
sl_si: ArnesLink - Neznano strežnikovo potrdilo

source: ArnesLink Alert
sl_si: Opozorilo ArnesLink

source: ArnesLink Configuration Files
sl_si: Datoteke nastavitev ArnesLink

source: ArnesLink Credentials
sl_si: Poverilnice ArnesLink

source: ArnesLink EAP session is complete.
sl_si: Seja ArnesLink EAP je končana.

source: ArnesLink Error
sl_si: Napaka ArnesLink

source: ArnesLink Import Wizard
sl_si: Čarovnik za uvoz ArnesLink

source: ArnesLink is starting EAP session...
sl_si: ArnesLink začenja sejo EAP ...

source: ArnesLink Monitor
sl_si: Nadzornik ArnesLink

source: ArnesLink Profile
sl_si: Profil ArnesLink

source: ArnesLink Profile Import
sl_si: Uvoz profila ArnesLink

source: ArnesLink Resources
sl_si: Viri ArnesLink

source: Authentication failed.
sl_si: Overovljanje ni uspelo.

source: Authentication server identified itself using a certificate you have not chosen to trust (yet). You can install the certificate's CA as trusted from now on, but be extra careful who you are trusting your credentials to!
sl_si: Strežnik za overjanje se je prestavil s potrdilom, ki ga (še) niste izbrali za zaupljivega. Izdajatelja potrdila lahko namestite kot zaupljivega od zdaj naprej, toda bodite zelo previdni, komu boste zaupali svoje poverilnice!

source: Authentication server identified itself using a certificate you have not chosen to trust. You can install the certificate's CA as trusted in profile configuration, but be extra careful who you are trusting your credentials to!
sl_si: Strežnik za overjanje se je prestavil s potrdilom, ki ga niste izbrali za zaupljivega. Izdajatelja potrdila lahko namestite kot zaupljivega v nastavitvah profila, toda bodite zelo previdni, komu boste zaupali svoje poverilnice!

source: Authentication succeeded.
sl_si: Overovljanje je uspelo.

source: Cancel
sl_si: Prekliči

source: Certificate accepted by user.
sl_si: Uporabnik je sprejel potrdilo.

source: Certificate authority CA is not acceptable.
sl_si: Izdajatelj potrdil (CA) ni sprejemljiv.

source: Certificate authority CA is not trusted.
sl_si: Izdajatelj potrdil (CA) ni zaupanja vreden.

source: Certificate authority CA is trusted.
sl_si: Izdajatelj potrdil (CA) je zaupanja vreden.

source: Certificate Files
sl_si: Datoteke potrdil

source: Choose additional connection configuration.
sl_si: Izberite dodatne nastavitve povezave.

source: Clear Credentials
sl_si: Izbriši pover.

source: Config MSCHAPv2
sl_si: Nastavi MSCHAPv2

source: Configure authentication server verification to prevent credential interception during man-in-the-middle attacks.
sl_si: Nastavite preverjanje strežnika za overjanje, da preprečite prestrezanje svojih poverilnic med vrinjenimi napadi.

source: Connection
sl_si: Povezava

source: Copyright © 2007
sl_si: Vse pravice pridržane © 2007

source: Either no change cipher spec was found or the server sent an incomplete packet (TLS state: %1!d!, packet code: %2!d!).
sl_si: Bodisi ni bilo specifikacije za spremembo šifre, bodisi je strežnik poslal nedokončan paket (stanje TLS: %1!d!, koda paketa: %2!d!).

source: en
sl_si: sl

source: Enable session resumption (&quick connect)
sl_si: Omogoči nadaljevanje seje (hitro povezovanje)

source: Enter credentials to be used when authenticating.
sl_si: Vnesite poverilnice, ki jih želite uporabiti pri overovljanju.

source: Error authenticating "%1!ls!" user using "%2!s!" profile.%n1. Please verify user ID and password are correct;%n2. Contact your network provider and verify current state of network; or%n3. Retry later.
sl_si: Napaka pri overovljanje uporabnika »%1!ls!« s profilom »%2!s!«.%n1. Preverite, ali sta ID uporabnika in geslo pravilna;%n2. Obrnite se na svojega ponudnika spletnega dostopa in preverite trenutno stanje omrežja ali%n3. Poskusite ponovno kasneje.

source: Error building a response packet (TLS state: %1!d!, error: %2!ld!).
sl_si: Napaka pri izgradnji paketa za odgovor (stanje TLS: %1!d!, napaka: %2!ld!).

source: Error finding profile name.%nPlease contact your network provider to review the validity of profile file.
sl_si: Napaka pri iskanju imena profila.%nObrnite se na svojega ponudnika spletnega dostopa za pregled veljavnosti datoteke profila.

source: Error finding selected identity provider.%nPlease contact your network provider to review the validity of profile file.
sl_si: Napaka pri iskanju izbranega ponudnika overovljanja.%nObrnite se na svojega ponudnika spletnega dostopa za pregled veljavnosti datoteke profila.

source: Error handling inner authentication (error: %1!ld!).
sl_si: Napaka pri urejanju notranjega overovljanja (napaka: %1!ld!).

source: Error initializing response packet (error: %1!ld!).
sl_si: Napaka pri vzpostavitvi paketa za odgovor (napaka: %1!ld!).

source: Error installing XML profile (error: %1!ld!). The reason WLAN supplied is:%n%2!ls!%n%nPlease contact your network provider.
sl_si: Napaka pri nameščanju profila XML (napaka: %1!ld!). Razlog, ki ga je navedel WLAN, je:%n%2!ls!%n%nObrnite se na svojega ponudnika spletnega dostopa.

source: Error loading "%1!ls!" profile file (error: %2!ld!).%nPlease make sure the file path is correct and the file content is XML.
sl_si: Napaka pri nalaganju datoteke profila »%1!ls!« (napaka: %2!ld!).%nPrepričajte se, ali je pot datoteke pravilna in vsebina datoteke XML.

source: Error parsing server packet (error: %1!ld!).
sl_si: Napaka pri razčlembi strežnikovega paketa (napaka: %1!ld!).

source: Error preparing XML profile.%nPlease contact your network provider.
sl_si: Napaka pri pripravi profila XML.%nObrnite se na svojega ponudnika spletnega dostopa.

source: Error reading "%1!.*ls!" certificate file (error: %2!ld!).%nPlease make sure the file path is correct; you have read permission; file contains certificate in X.509 or PKCS #7, binary (DER) or Base64 (PEM) encoded.
sl_si: Napaka pri branju datoteke potrdila »%1!.*ls!« (napaka: %2!ld!).%nPrepričajte se, ali je pot datoteke pravilna, ali imate pravico branja ter ali datoteka vsebuje potrdilo v zapisu X.509 ali PKCS #7 in je kodirana binarno (DER) ali Base64 (PEM).

source: Error reading server messsage (packet code: %1!d!, error: %2!ld!).
sl_si: Napaka pri branju strežnikovega sporočila (koda paketa: %1!d!, napaka: %2!ld!).

source: Error removing installed XML profile "%1!ls!" (error: %2!ld!).%nPlease contact your network provider.
sl_si: Napaka pri odstranjevanju nameščenega profila XML »%1!ls!« (napaka: %2!ld!).%nObrnite se na svojega ponudnika spletnega dostopa.

source: Error verifying server certificate chain (error: %1!ld!).
sl_si: Napaka pri preverjanju verige strežnikovega potrdila (napaka: %1!ld!).

source: Error verifying server name (error: %1!ld!).
sl_si: Napaka pri preverjanju strežnikovega imena (napaka: %1!ld!).

source: I will enter my user ID and password on every connect.
sl_si: Svoj uporabniški ID in geslo bom vnesel ob vsaki povezavi.

source: Import failed!
sl_si: Uvoz ni uspel!

source: Import successfully completed.
sl_si: Uvoz je uspešno končan.

source: Importing profile...
sl_si: Uvoz profila ...

source: Inner Authentication
sl_si: Notranje overovljanje

source: LANG_ENGLISH
sl_si: LANG_SLOVENIAN

source: My user ID and password will be remembered.
sl_si: Moj uporabniški ID in geslo bosta shranjena.

source: Name "%1" in server certificate is expected.
sl_si: Ime strežnikovega potrdila »%1« je pričakovano.

source: No server certificate found.
sl_si: Ne najdem strežnikovega potrdila.

source: OK
sl_si: V redu

source: Outer Identity
sl_si: Zunanja identiteta

source: Outer Identity:
sl_si: Zunanja identiteta:

source: Password:
sl_si: Geslo:

source: Performing inner authentication...
sl_si: Izvajam notranje overovljanje ...

source: Performing outer authentication...
sl_si: Izvajam zunanje overovljanje ...

source: PKCS #7 Certificate Files
sl_si: Datoteke potrdil PKCS #7

source: Please make sure the authentication server and communication path to it is not compromised, or consult your authentication provider.
sl_si: Preverite, da strežnik za overjanje in komunikacijska pot do njega nista napadena, oz. se posvetujte s svojim ponudnikom overovljanja.

source: Please provide your user ID and password.
sl_si: Vnesite svoj ID uporabnika in geslo.

source: Please review the trace log for possible clues, or send it to your network provider for further assistance.
sl_si: Preglejte dnevnik za morebitne namige, ali ga pošljite svojemu ponudniku spletnega dostopa za nadaljnjo pomoč.

source: Pre&configured Credentials...
sl_si: Prednastavljene poverilni&ce ...

source: Select the method to use when performing TTLS authentication. MSCHAPv2 is always used when performing PEAP authentication.
sl_si: Izberite uporabljeno metodo med izvedbo overovljanja TTLS. Med overovljanjem PEAP bo vedno uporabljena metoda MSCHAPv2.

source: Select the user ID supplicant introduces itself as to authenticator.
sl_si: Izberite ID uporabnika, pod katerim se bo odjemalec prestavil overovitelju.

source: Server certificate name is unknown.
sl_si: Ime strežnikovega potrdila je neznano.

source: Server requested an unexpected version (packet code: %1!d!, requested: %2!d!, expected: %3!d!).
sl_si: Strežnik je zahteval nepričakovano verzijo (koda paketa: %1!d!, zahtevano: %2!d!, pričakovano: %3!d!).

source: Server sent an unexpected packet (TLS state: %1!d!, packet code: %2!d!).
sl_si: Strežnik je poslal nepričakovan paket (stanje TLS: %1!d!, koda paketa: %2!d!).

source: Server sent an unexpected request packet (packet data: %1!d!).
sl_si: Strežnik je poslal nepričakovan paket z zahtevo (podatek paketa: %1!d!).

source: Server Trust
sl_si: Verodostojnost strežnika

source: Session Credentials
sl_si: Sejne poverilnice

source: Set Credentials
sl_si: Nastavi pover.

source: The "%1!hs!" server certificate was not issued by a CA "%2!s!" profile is set to accept.%nPlease make sure the authentication server and communication path to it is not compromised.%nYou can add CA to the list of acceptable CAs in profile, but only after you are totally positive the server certificate represents true authorities.
sl_si: Strežnikovega potrdila »%1!hs!« ni izdal izdajatelj potrdil CA, ki bi bil v profilu »%2!s!« naveden med sprejemljivimi.%nPreverite, da strežnik za overjanje in komunikacijska pot do njega nista napadena.%nCA lahko v profilu dodate na spisek sprejemljivih izdajateljev, vendar šele po tem, ko ste popolnoma prepričani, da strežnikovo potrdilo predstavlja pooblaščeno organizacijo.

source: The "%1!hs!" server certificate was not issued by a trusted CA.%nPlease make sure the authentication server and communication path to it is not compromised.%nYou can add the CA to the list of trusted root CAs, but only after you are totally positive the server certificate represents true authorities.
sl_si: Strežnikovega potrdila »%1!hs!« ni izdal zaupanja vreden izdajatelj potrdil CA.%nPreverite, da strežnik za overjanje in komunikacijska pot do njega nista napadena.%CA lahko dodate na spisek zaupanja vrednih izhodiščnih izdajateljev CA, vendar šele po tem, ko ste popolnoma prepričani, da strežnikovo potrdilo predstavlja pooblaščeno organizacijo.

source: The "%1!hs!" server name presented in certificate does not match any configured in "%2!s!" profile.%nPlease make sure the authentication server and communication path to it is not compromised.%nYou can add server name to the list of approved server names in profile, or disable server name verification, but only after you are totally positive the server certificate represents true authorities.
sl_si: Ime strežnika »%1!hs!« navedeno v potrdilu se ne ujema z nobenim nastavljenim v profilu »%2!s!«.%nPreverite, da strežnik za overjanje in komunikacijska pot do njega nista napadena.%nStrežnikovo ime lahko v profilu dodate na spisek možnih imen, ali izklopite preverjanje strežnikovega imena, vendar šele po tem, ko ste popolnoma prepričani, da strežnikovo potrdilo predstavlja pooblaščeno organizacijo.

source: The ArnesLink Configuration XML file contains all required data to set-up your connection. This wizard will create or update your WLAN profiles according to it.
sl_si: Nastavitvena datoteka XML ArnesLink vsebuje vse potrebne informacije za nastavitev vaše povezave. Glede na njo bo čarovnik ustvaril ali posodobil vaše profile WLAN.

source: The credentials entered here will be used when connecting. You can remove or change them later in WLAN profile settings. (Leave blank to prompt on connect.)
sl_si: Poverilnice vnesene tukaj bodo uporabljene ob prijavi. Kasneje jih lahko odstranite ali uredite v nastavitvah profila WLAN. (Pustite prazno, če želite poziv ob povezavi.)

source: The credentials for this WLAN profile are not available or failed.
sl_si: Poverilnice za ta profil WLAN niso na voljo ali so zatajile.

source: This ArnesLink Configuration XML file contains more than one identity provider. Please select the one you have your user account at.
sl_si: Ta nastavitvena datoteka XML ArnesLink vsebuje več kot enega ponudnika overovljanja. Izberite tistega, pri katerem imate svoj uporabniški račun.

source: This file might not the appropriate one. The XML file root element should be <%1!ls!>, not <%2!ls!>.
sl_si: Ta datoteka najbrž ne bo prava. Korenski element datoteke XML mora biti <%1!ls!>, ne <%2!ls!>.

source: This is a Windows 10 machine with non-functioning EAP UI. Unfortunately, there is no known way to prompt user for credentials. Therefore, they must be pre-configured in WLAN profile. Please, configure credentials in WLAN profile configuration and retry.
sl_si: To so Windowsi 10 z nedelujočim up. vmesnikom EAP. Žal ne obstaja znan način, da bi lahko uporabnika pozvali za poverilnice. Zato jih morate vnaprej vpisati v nastavitvah profila WLAN. Nastavite poverilnice v nastavitvah profila WLAN in poskusite ponovno.

source: This is not a valid ArnesLink configuration XML file.%nPlease contact your network provider.
sl_si: To ni veljavna nastavitvena datoteka XML ArnesLink.%nObrnite se na svojega ponudnika spletnega dostopa.

source: Trace &Log...
sl_si: Dnevnik ...

source: Unknown Server Certificate: The connection is not secure!\r Your password might get stolen if you proceed.
sl_si: Neznano strežnikovo potrdilo: povezava ni varna!\r Vaše geslo lahko ukradejo, če nadaljujete.

source: Unknown state (TLS state: %1!d!).
sl_si: Neznano stanje (stanje TLS: %1!d!).

source: Use &empty outer identity (RFC 4822)
sl_si: Uporabi prazno zunanjo id&entiteto (RFC 4822)

source: User ID:
sl_si: ID uporabnika:

source: Vie&w
sl_si: Poglej

source: What kind of credentials do you want to use?
sl_si: Katero vrsto poverilnic želite uporabljati?

source: Which configuration file do you want to import?
sl_si: Katero nastavitveno datoteko želite uvoziti?

source: Which identity provider do you want to import?
sl_si: Katerega ponudnika overovljanja želite uvoziti?

source: Which user identity and password do you want to use?
sl_si: Katero identiteto in geslo želite uporabljati?

source: X.509 Certificate Files
sl_si: Datoteke potrdil X.509

source: You can remove credentials or change them later in WLAN profile settings.
sl_si: Poverilnice lahko odstranite ali jih spremenite kasneje v nastavitvah profila WLAN.

source: You have not specified any trusted root CA. ArnesLink will trust certificates signed by any globally trusted CA. Continue?
sl_si: Navedli niste nobenega zaupanja vrednega korenskega izdajatelja potrdil (CA). ArnesLink bo zaupal potrdilom, ki jih je izdal katerikoli globalni priznani CA. Nadaljujem?
